tap "1password/tap"
tap "candid82/brew"
tap "dopplerhq/cli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "yqrashawn/goku"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "coreutils"
brew "asdf"
brew "aws-sso-util"
brew "awscli"
brew "node"
brew "glib"
brew "cairo"
brew "unbound", restart_service: :changed
brew "gnutls"
brew "emacs"
brew "cask"
brew "defaultbrowser"
brew "docker"
brew "docutils"
brew "harfbuzz"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "grep"
brew "guile"
brew "htop"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "magic-wormhole"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "pandoc"
brew "postgresql@14"
brew "protobuf"
brew "pure"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "saml2aws"
brew "siege"
brew "speedtest-cli"
brew "stow"
brew "terragrunt"
brew "tesseract-lang"
brew "tfenv"
brew "tgenv", link: false
brew "tmux"
brew "tree"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "dopplerhq/cli/doppler", link: false
brew "hashicorp/tap/terraform", link: false
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "yqrashawn/goku/goku"
cask "1password"
cask "1password-cli"
cask "bitwarden"
cask "discord"
cask "fig"
cask "figma"
cask "firefox@developer-edition"
cask "font-hack-nerd-font"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "linear-linear"
cask "moonlight"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "overkill"
cask "polypane"
cask "raycast"
cask "remarkable"
cask "signal"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "tableplus"
cask "visual-studio-code"
cask "vysor"
cask "warp"
cask "wezterm"
cask "zed"
cask "zen-browser"
cask "zoom"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-wsl"
vscode "mvllow.rose-pine"
vscode "sleistner.vscode-fileutils"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
